{
  "header": {
    "home": "Home",
    "contacts": "Contacts",
    "services": "Services",
    "about": "About",
    "portfolio": "Portfolio",
    "price": "Price"
  },
  "contactsForm": {
    "name": "Name",
    "enterName": "Enter your name",
    "phone": "Phone number",
    "enterPhone": "Enter your phone number",
    "email": "Email",
    "enterEmail": "Enter your email",
    "message": "Message",
    "enterMessage": "Enter your message",
    "send": "Send"
  },
  "homePage": {
    "name": "Academy Mindcept Vision",
    "aboutTitle": "We are a digital marketing agency specializing in providing comprehensive services: ASO, SEO, SMM promotion, PPC advertising, coaching, website development, and UX/UI design.",
    "homeTitle": "Development, coaching, and promotion of websites and brands: individual approach, personalized solutions, continuous support – the key to your digital success!",
    "projects": "Our Projects",
    "viewDetails": "View details",
    "discussProject": "Discuss the project",
    "textForm": "We will offer customized solutions for your business based on a detailed analysis of the project and the specifics of the company.",
    "aboutUs": "About us",
    "ourValues": "Our Values",
    "aboutText": "Development, coaching, and promotion of websites and brands: individual approach, personalized solutions, continuous support — the key to your digital success!"
  },
  "projects": {
    "details": "Details"
  },
  "about": {
    "aboutUs": "About us",
    "aboutTitle": "We are a professional marketing team specializing in creating customized solutions to increase your business profitability and strengthen your brand recognition.",
    "aboutText": "With extensive experience in internet marketing and web development, we know how to satisfy even the most demanding clients by offering personalized solutions.",
    "ourTeam": "Our team"
  },
  "portfolio": {
    "portfolio": "Portfolio",
    "imageTitle": "Explore our successful projects in web development and marketing in our portfolio!"
  },
  "homeCards": [
    {
      "id": 0,
      "name": "WEB",
      "description": "Expert development and creation of turnkey sales websites:",
      "details": [
        {
          "id": 0,
          "title": "Landing Page",
          "description": "We develop sales landing pages that help improve the quality of your leads, increase turnover, and maximize profit."
        },
        {
          "id": 1,
          "title": "Corporate Websites",
          "description": "We create stylish branded websites with a user-friendly interface tailored to the needs and goals of your company."
        },
        {
          "id": 2,
          "title": "Online Stores",
          "description": "Our team offers comprehensive services for the development of online stores. We will create a unique online store for your company."
        },
        {
          "id": 3,
          "title": "Personal Solutions",
          "description": "We also provide custom solutions, starting from redesigning an existing website to developing a web site based on special requirements."
        }
      ]
    },
    {
      "id": 1,
      "name": "SEO",
      "description": "Optimization and promotion of the site to the TOP of search engine results:",
      "details": [
        {
          "id": 0,
          "title": "Local SEO",
          "description": "Increasing the quality and quantity of organic traffic to your website through comprehensive promotion in Google's local search results."
        },
        {
          "id": 1,
          "title": "Google",
          "description": "A set of measures for internal and external optimization to increase the ranking and visibility of the site in Google search results."
        },
        {
          "id": 2,
          "title": "Bing",
          "description": "Significant improvement in site positions in Bing search results and a guarantee of an increase in the flow of target audience for your business."
        }
      ]
    },
    {
      "id": 2,
      "name": "SMM",
      "description": "Comprehensive marketing and promotion on social networks:",
      "details": [
        {
          "id": 0,
          "title": "Facebook",
          "description": "Our specialists will develop an effective strategy for promoting your brand on Facebook, set up advertising, create and implement a content strategy."
        },
        {
          "id": 1,
          "title": "Instagram",
          "description": "We create and promote unique text and video content on Instagram, which will increase the recognition of your brand and customer loyalty."
        },
        {
          "id": 2,
          "title": "LinkedIn",
          "description": "We will conduct a professional presentation of your company on LinkedIn, create a business account, fill it with content, and set up advertising campaigns."
        },
        {
          "id": 3,
          "title": "YouTube",
          "description": "We will help develop your channel by creating a unique image and style. We will also take care of promoting your videos and attracting traffic to your site/profile on social networks."
        }
      ]
    },
    {
      "id": 3,
      "name": "COACH",
      "description": "We offer individual and group coaching sessions for professional and personal growth:",
      "details": [
        {
          "id": 0,
          "title": "SMART Goals Method",
          "description": "Used to define clear and measurable goals that provide a structured approach to achieving tasks."
        },
        {
          "id": 1,
          "title": "Coaching Through Questions",
          "description": "A coaching technique that uses targeted questions to help clients understand and achieve their goals."
        },
        {
          "id": 2,
          "title": "GROW Model",
          "description": "A popular coaching method that helps clients define their Goals, explore Reality, choose Options, and determine What's next."
        }
      ]
    }
  ],
  "aboutCards": [
    {
      "id": 0,
      "name": "Innovative",
      "description": "We offer advanced solutions that set new standards in the industry and promote technological progress."
    },
    {
      "id": 1,
      "name": "Creative",
      "description": "Our approaches combine creativity and innovation to turn unique ideas into reality."
    },
    {
      "id": 2,
      "name": "Reliable",
      "description": "We have established ourselves as a reliable partner, ensuring stability and quality at all stages of cooperation."
    },
    {
      "id": 3,
      "name": "United",
      "description": "Our team builds strong relationships, working together to achieve common goals efficiently."
    }
  ],
  "fotoCards": [
    {
      "id": 0,
      "name": "BigBoss",
      "profile": "Coach",
      "description": "We offer cutting-edge solutions that set new standards in the industry and promote technological progress."
    },
    {
      "id": 1,
      "name": "Maia",
      "profile": "Coach",
      "description": "We offer cutting-edge solutions that set new standards in the industry and promote technological progress."
    },
    {
      "id": 2,
      "name": "Karina",
      "profile": "SMM",
      "description": "We offer cutting-edge solutions that set new standards in the industry and promote technological progress."
    },
    {
      "id": 3,
      "name": "Galina",
      "profile": "Frontend",
      "description": "We offer cutting-edge solutions that set new standards in the industry and promote technological progress."
    },
    {
      "id": 4,
      "name": "Yurii",
      "profile": "Backend",
      "description": "We offer cutting-edge solutions that set new standards in the industry and promote technological progress."
    }
  ],
  "advantageCards": [
    {
      "id": 0,
      "title": "Global Vision, Local Solutions",
      "description": "We combine global trends with local knowledge to create marketing strategies that work for your market and are aimed at achieving maximum results for your business."
    },
    {
      "id": 1,
      "title": "Flexibility and Adaptability",
      "description": "In the world of IT, changes happen instantaneously. We adapt to these changes by offering flexible solutions that can evolve with your business needs."
    },
    {
      "id": 2,
      "title": "Transparency and Accountability",
      "description": "We value transparency in our work. Our detailed reports and regular updates allow you to track every step of the advancement and optimization of your IT campaigns."
    },
    {
      "id": 3,
      "title": "Specialized Team of Experts",
      "description": "We thoroughly study the needs and features of your business. We develop unique solutions that meet your specific requirements, ensuring high-level execution and support at every stage of the project."
    },
    {
      "id": 4,
      "title": "Responsiveness",
      "description": "In the IT sector, time is money. We guarantee a quick launch and setup of campaigns so you can swiftly respond to market opportunities and threats."
    },
    {
      "id": 5,
      "title": "Data Protection",
      "description": "Your data is our priority. We employ the latest technologies to ensure its security and confidentiality. Your information will remain strictly confidential and will not be shared without your prior consent."
    },
    {
      "id": 6,
      "title": "Innovation in Action",
      "description": "We not only keep up with new technologies and trends, but also actively implement them in our strategies to provide you with a competitive edge."
    },
    {
      "id": 7,
      "title": "Client-Centric",
      "description": "We build long-term partnerships with our clients, based on trust and mutual understanding. Your success is our success."
    }
  ],
  "aboutHomePage": [
    {
      "id": "0",
      "title": "Personalized IT Strategies",
      "description": "Instead of standard templates, we offer personalized strategies tailored specifically to your business and goals."
    },
    {
      "id": "1",
      "title": "Comprehensive Approaches",
      "description": "We provide a full range of services from development to implementation and result analysis, ensuring continuous improvement of your marketing efforts."
    },
    {
      "id": "2",
      "title": "Expert Analytics",
      "description": "Our analytical tools and methods allow you to get a clear picture of campaign effectiveness and direct efforts towards maximizing results."
    },
    {
      "id": "3",
      "title": "Efficient Communication",
      "description": "We value your time and offer simple and convenient ways of communication for promptly addressing any questions and issues."
    }
  ],
  "aboutProject": [
    {
      "id": 0,
      "name": "WEB",
      "details": [
        "name1",
        "name2",
        "name3"
      ]
    },
    {
      "id": 1,
      "name": "WEB",
      "details": [
        "name1",
        "name2",
        "name3"
      ]
    },
    {
      "id": 2,
      "name": "WEB",
      "details": [
        "name1",
        "name2",
        "name3",
        "name4"
      ]
    }
  ],
  "stagesWork": [
    {
      "id": 0,
      "num": 1,
      "title": "Development Research",
      "description": "We conduct preliminary research to determine the client's needs and the specifics of the business."
    },
    {
      "id": 1,
      "num": 2,
      "title": "Design",
      "description": "Our designers create a project prototype and then discuss it with the client. After approval, the development process begins."
    },
    {
      "id": 2,
      "num": 3,
      "title": "Web Development",
      "description": "Developers build the entire blog system, writing code using the chosen programming language, method, and methodology."
    },
    {
      "id": 3,
      "num": 4,
      "title": "Marketing Planning",
      "description": "We conduct marketing research, plan the project stages, define the strategy, and determine the marketing channels."
    },
    {
      "id": 4,
      "num": 5,
      "title": "Launch",
      "description": "Our team creates content for advertising campaigns, writes ads for the selected marketing channels. After that, we launch the advertising campaigns."
    },
    {
      "id": 5,
      "num": 6,
      "title": "Monitoring",
      "description": "We monitor the advertising performance, improve it, make additional adjustments to reach more target audiences and ensure maximum revenue for the clients."
    }
  ],
  "moreAboutProject": [
    {
      "id": 0,
      "title": "Website Development for a Financial Company",
      "titleDetails": "We created a corporate website for Roundsec, focusing on the sale of advanced information security and high-tech solutions. The project stands out for its innovative and reliable custom functionality.",
      "technologis": [
        "name1",
        "name2",
        "name3",
        "name4"
      ]
    },
    {
      "id": 1,
      "title": "Website Development for a Financial Company",
      "titleDetails": "We created a corporate website for Roundsec, focusing on the sale of advanced information security and high-tech solutions. The project stands out for its innovative and reliable custom functionality.",
      "technologis": [
        "name1",
        "name2",
        "name3",
        "name4"
      ]
    },
    {
      "id": 2,
      "title": "Website Development for a Financial Company",
      "titleDetails": "We created a corporate website for Roundsec, focusing on the sale of advanced information security and high-tech solutions. The project stands out for its innovative and reliable custom functionality.",
      "technologis": [
        "name1",
        "name2",
        "name3",
        "name4"
      ]
    }
  ],
  "aboutPrice": [
    {
      "id": 0,
      "title": "SILVER",
      "description": [
        "name1",
        "name2",
        "name3",
        "name4"
      ],
      "priceTitle": "Price",
      "price": "$1000"
    },
    {
      "id": 1,
      "title": "GOLD",
      "description": [
        "name1",
        "name2",
        "name3",
        "name4"
      ],
      "priceTitle": "Price",
      "price": "$1000"
    },
    {
      "id": 2,
      "title": "PREMIUM",
      "description": [
        "name1",
        "name2",
        "name3",
        "name4"
      ],
      "priceTitle": "Price",
      "price": "$1000"
    },
    {
      "id": 3,
      "title": "OTHER",
      "description": [
        "name1",
        "name2",
        "name3",
        "name4"
      ],
      "priceTitle": "Price",
      "price": "$1000"
    }
  ]
}